Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Book of Lagier.tmx
Source language: ko_kr
Languages: en

source: 그런데 너...
en: But...

source: 내 마기가 너를 천족으로부터 계속 지켜줄 거다.
en: My energy will protect you from the angels.

source: 호수 바닥에 이런 게 있다는 것도 이야기해 주지 않았다면 몰랐을 테고.
en: if it hadn’t told me, I would have never known this was even at the bottom of this lake.

source: 여기에 있어서는 안 될...
en: It can’t be here...

source: 저 녀석은 왠지 레이랑 좀 닮은 것 같지 않아요?
en: Doesn’t he look like Lei?

source: 너도 본 적 있어?
en: Have you see one?

source: 그렇다고 엄한 사람 붙들고 이러면 안 되잖아, 아가씨?
en: But you shouldn’t take it out on an innocent person, Miss.

source: 전하!
en: your highness!

source: 다들 그 시녀가 날 독살하려 했다고 생각하는 모양이군.
en: Everyone seems to think the maid tried to poison me.

source: 지금 시비 거는 거냐?
en: You picking a fight right now?

source: 이 길이 맞긴 맞는 거냐?
en: is this the right way?

source: 마치 구름 위를 걷는 거 같아.
en: I feel like I am walking on clouds.

source: 주
en: Fro

source: 평균 수치에서
en: in the average number

source: 즉, 왕의 영혼조차 마계로 돌아갈 수 없을지 모른단 말입니다.
en: Simply put, your soul will not return to the demonic realm.

source: 명부에 사인까지 했겠다 수틀리면 바로 엎어버릴...
en: he signed my roster so I’ll just cancel everything if things get wors—

source: 빙글
en: Spin

source: 미리 연락을 받고 전하를 모실 준비를 해두었습니다.
en: We received word you would arrive and prepared in advance.

source: 거짓말...!
en: That’s a lie...!

source: 제르에이라에서 보낸 저 사신입니다!
en: That delegate from Jereilla!

source: 제법인데, 이 여자.
en: This girl’s pretty good.

source: 저자에게 무력을 행사한 건
en: I used physical force on him...

source: 땅요정은 잡아다 팔기만 해도 어마어마한 몸값을 받을 수 있지만...
en: I could earn a fortune by capturing these fairies and selling them...

source: 위험하다 싶으시면 빨리 피하셔야지 왜 그런 무모한 짓을 하셨어요!
en: if you thought it was dangerous, you should have run! why were you so reckless?!

source: 방 전체가 물바다인데?
en: your whole room is like an ocean.

source: 네?
en: Huh?

source: 호오~ 그래?
en: Oho! Is that right?

source: 펠리스 엘가!
en: felis elga!

source: 해신께서 왕자님에게 보내온 전령사 세드나님이야.
en: It’s the messenger Sedna. The Goddess of the Sea sent her to the prince.

source: 그런데 이놈은 왜 계약을 마치자마자 죽은 거야?
en: But why did this kid die as soon as he made the contract?

source: 대체 누구 마음대로, 어떤 자격으로 공작의 아들을 황제로 즉위시키려 한단 말입니까!
en: what rights does your grace’s son have to the throne?!

source: 휘
en: Stumble

source: 놈이 나한테 말을 걸었어.
en: he spoke to me.

source: 앗!
en: Oops!

source: 아니, 얼음산 공주님 말고...
en: No, not the Ice Mountain princess.

source: 그럼 네가 엔젤링에서 풀려났다는 게 천왕의 귀에 들어갈 텐데?
en: Then the Angel King will find out that you’re free from the angel rings.

source: 넌 분명 천왕님의 엔젤링에 묶여 바다 깊숙한 곳에 유배되었다 들었는데.
en: I definitely heard that you were tied down by the Angel King’s angel ring somewhere deep in the ocean.

source: 처
en: Ta

source: 처억
en: Shoop

source: ...왕?
en: Demon King?

source: 하아
en: Pant

source: 해신의 전령사가 나서도 안 될 정도로 심한 거야?
en: is the injury so serious that even the messenger couldn’t heal it?

source: 과연 땅요정들의 왕.
en: As expected of the queen of fairies.

source: 저 테이는 전하의 충직한 시종이랍니다.
en: I, Tei, am his loyal servant.

source: 촤아아-
en: Splash

source: 그렇다면 직접 그 황제를 볼 수 있게 됐다는 거네?
en: Then I will be able to see the new Emperor in person.

source: 제르에이라?
en: Jereilla?

source: 실은 내 시종이 마룡이야.
en: You see, my servant is a demonic dragon.

source: 그런 건가.
en: That’s what happened.

source: 화 들 짝
en: Startle

source: 난 별론데.
en: I’ll pass.

source: 그러니까 가르쳐줘.
en: So, please teach me.

source: 그렇다는 건 혹시 라지에르 왕자님을...
en: Are you referring to...

source: 언령마법사 아리스티드의 매직쇼가 있겠습니다.
en: ...the speech mage, aristid, will soon be here with a magic show.

source: 히
en: Whi

source: 네.
en: Yes.

source: 벅
en: Clack

source: 율리우스 황제 폐하께선 무사히 돌아오신 걸까?
en: if his majesty made it back safely.

source: 저는 전하만을 위한 사람이 될 생각이 없습니다.
en: I have no intentions of working only for Your Highness.

source: 그러니 더는 저희를 도둑으로 의심하고 모독하지 말아 주십시오.
en: So please don’t insult us and treat us like thieves any further.

source: 그럼 왕의 충실한 종, 테이가 잘 살펴보고 오겠습니다아~
en: Then I, Tei the King’s faithful servant, will go take a look!

source: 마법사라면 누구나 꿈꿔볼 만한 환상의 섬!
en: the fantastical island that every mage dreams of visiting!

source: 그건 천계의 피리지라.
en: that’s the heavenly flutel.

source: 딱히 문제까지는 아니다만...
en: Well, I guess there’s no real issue...

source: 어째서 마계의 검과 천계의 피리를 함께 그린 거지?
en: how are the demonic sword and heavenly flute in the same drawing?

source: 이 마룡은 아무리 봐도 무셔...
en: this demonic dragon is definitely scary...

source: 이 아니라 자라가 말을 했어!
en: I mean, the turtle talks!

source: 그래서 뭐?
en: And?

source: 조금만 단련하신다면 이름을 떨치실 수 있을 것이옵니다.
en: A little bit of training will definitely make you a household name.

source: 마도공학자를 찾으십니까?
en: do you need a magical engineer?

source: 진짜요?
en: Really?

source: 즉위식은 취소하지 않고 예정대로 진행합니다.
en: we’ll proceed with the coronation as planned.

source: 도와줄 시종이라도 있어야 할 거 같은데...
en: I will need a servant or something to help me.

source: 불손?
en: insolent?

source: 그러니 이 아이들에게 제르에이라의 땅을 견학시켜주고 싶어요.
en: I would like these two to study in the land of Jereilla.

source: 마계의 검이라고?
en: is the demonic sword?

source: 그럼 나갈 수 있는 방법이 뭔데?
en: then how can we get out?

source: 으응...!
en: Okay!

source: 코피?
en: A nosebleed?

source: 아~ 듣고 보니 그러네.
en: Oh, I understand now.

source: 그림 시루
en: ILLUSTRATION SIRU

source: 그 마법사만 냄새가 좀 특이해서 기억하는 거야.
en: I just remember that mage’s scent because it was a bit peculiar.

source: 우리 쪽에서도 왕족 중 한 명이 황제 즉위식에 참석해야 한다는 말이로군.
en: You’re saying, a member of the royal family of Jereilla has to attend the coronation.

source: 나를 소환하는 데는 성공했지만
en: He succeeded in summoning me...

source: 꽈악
en: Clench

source: 스 릉
en: Shing

source: 샤방
en: Sparkle

source: 어디라굽쇼?!
en: wh-where did you say you are from?!

source: 제르에이라 왕족은 매해 바다로 나가 해신을 뵙는다고 하는데 해신은 어떤 분인가요?
en: I hear the Jereilla royalty go out to sea to meet the Goddess of the Sea. What is she like?

source: 전하?
en: your highness?

source: 그게 그러니까....
en: Uh, about that...

source: 제 수준이 전하께 감히 견주기에 부족하기 때문입니다.
en: I just cannot dare to teach Your Highness with my status.

source: 보통 인간이 아니야.
en: is no ordinary human.

source: 이걸...
en: Is this...

source: 해신의 전령사잖아.
en: she’s the goddess’s messenger.

source: 이...
en: like...

source: 놔, 주세, 요....
en: Please, let, go...

source: 풀려 났다구!
en: I’m free!

source: 저는...
en: I...

source: 우리 도시엔 처음 방문한 도련님이신가?
en: Is it your first time to the city, Mister?

source: 서, 설마 당신은 라지에르 루 제르에이라 로드윌 왕자전하?!
en: n-no way. a-are you... prince lagier lou jereilla rodwell?!

source: 돌아가면 다시 제대로 알아봐라.
en: When we head back, investigate it further.

source: 네, 전하...
en: Yes, Your Highness...

source: 죽을 때까지 영원히...
en: ...until the day they die.

source: 이젠 왠지 기쁘지 않아.
en: But for some reason, now I’m not.

source: 폐하께선 어디에도 계시지 않았습니다.
en: ...but his majesty was nowhere in sight.

source: 아우으아~~
en: ahwuahhh...

source: 그걸 말이라고 하지라~?!
en: how does that make sense-dull!

source: 갑자기 대, 대리라니요?
en: a-a new c-candidate?

source: 아아아...
en: ergh...

source: 누가 들으면 어쩌려고 그래, 이 사람아.
en: What if someone overhears?

source: 지금 여기서 나
en: I, aristid,

source: 신께 선택받은 고귀하신 분.
en: You are a noble man chosen by the Gods.

source: 아니, 해신의 가호를 받는 몸이라 네 저주 따윈 안 통해.
en: I mean, I’m blessed by the Goddess of the Sea, so your curse doesn’t work on me.

source: 그럴 리가 있겠습니까, 전하.
en: That will never happen, Your Highness.

source: 찬이 마음에 차지 않으시옵니까?
en: Do you not like it?

source: 닥쳐.
en: Shut up.

source: 그걸...
en: They...

source: 이 정도 어둠 따윈 나한테 아무런 문제가 안 돼.
en: this level of darkness is a piece of cake for me.

source: 아하하하하!
en: ahahaha!

source: 이 아이들을 데리고 가세요.
en: Please take them with you.

source: 냄새?
en: smell?

source: 이리 오너라, 나의 아들아.
en: Come here, my son.

source: 정말로?
en: Really?

source: 그만 좀 먹어 이 돼지야.
en: Stop eating, you pig.

source: 세상엔 공짜란 없어!
en: No free thing in the world!

source: 지금 네 아들까지 내세워 황제 자리를 탐내놓고서 역모가 아니라고?
en: you’re trying to replace me with your son as the emperor right now. yet this isn’t treason?

source: 왜 아무것도 없어?
en: Why is it blank?

source: 이렇게 쉽게 포기를 해?
en: He’s giving up this fast?

source: 계약을 한 이상 계약자를 위해 힘을 사용해야 해.
en: To fulfill the contract, I can use my strength only for the contractor.

source: 휙
en: Flap

source: 이상하게 천족만 보면 사나워지는 습성이 있더라고.
en: but he’s strangely aggressive towards angels.

source: 모든 게 주인의 이름 아래 종속되는 기능...
en: the ability put anything under my control...

source: 이게 우리들의 약속이다.
en: This will be our promise.

source: 와~ 그냥 해본 말인데 한 손으로만 싸우시겠단 겁니까?
en: Hey, I was joking about going easy on me. You’re fighting one-handed?

source: 어쩔 수 없군.
en: I have no choice.

source: 마탑 출신이라 했지?
en: you’re from the magic tower, right?

source: 덕분에 편히 갈 수 있으니 좋은 게 좋은 거 아닐까요?
en: But we’re getting down pretty comfortably thanks to this!

source: 어, 어째서 땅요정들이 여기에!
en: wh-what are the earth fairies doing here?!

source: 흐이익!!
en: *Gasp*!!

source: 프레데리크에는 정말 얼음과 눈의 정령이 살고 있나요?
en: Is it true that ice and snow spirits live in Fredake?

source: 으헤헤헤~ 어때?
en: eheehee... whaddya think?

source: 사람을 풀어서 용검대가 어디로 사라졌는지 찾아라.
en: send some men to search for every one of the dragon’s blade knights.

source: 세드나의 계약자니까 결계를 통과한 게 딱히 이상한 일은 아니지만...
en: He’s contracted with Sedna, so it’s not weird that he passed through my boundary.

source: 왕자 전하.
en: Your Highness.

source: 난 너희와 천족간의 문제에는 일절 관여하지 않을 거야.
en: I won’t meddle at all with the issue you fairies have with the angels.

source: 내가 간다니까 마음에 안 들지?
en: don’t seem too happy that I’m going.

source: 라지에르~!!
en: Lagier!!

source: 소녀의 눈은 멀쩡하답니다.
en: My eyes are perfectly fine.

source: 꽤나 거칠게 살아온 녀석인 거 같군.
en: He looks like he played really rough growing up.

source: 거북이가 아니라 자라 같습니다.
en: it looks like a turtle, not a tortoise,

source: 일단....
en: First...

source: 으응??
en: Huh??

source: 이 녀석들 설마...
en: could it be...

source: 거북이가 아니지라.
en: I’m not a tortoise-ill!

source: 그리고 2위는...
en: The second is...

source: 그래.
en: I did.

source: 진짜 귀찮게 밥 하나도 편하게 먹게 안 해주는군.
en: how annoying. they won’t let me eat in peace.

source: 마도 공학자들은 아직도 그 마법진의 정체가 뭔지 밝히지 못했소?
en: the magical engineers still haven’t figured out what that magic circle is, right?

source: 그게 뭔데?
en: Who’s that?

source: 제르에이라에서 모르는 사람이 어딨다고!
en: Everyone in Jereilla knows that!

source: 그래...
en: right...

source: 거 되게 좀스럽게 구네.
en: Ugh, you’re so petty.

source: 씨익
en: Grin

source: 에엣?!
en: What?!

source: 무섭지?
en: Scary, isn’t it?

source: 시간도 늦었으니 질문 두 개씩 교환하자.
en: ...but it’s kind of late. So let’s just ask two questions each.

source: 이게 가능한가?
en: Is this even possible?

source: 이게 무슨...
en: what in the world...

source: 하아...
en: Hah...

source: 마왕인 내가 땀을 흘려?
en: Me? The demon king?

source: 그래서 난...
en: that’s why...

source: 여긴...
en: this...

source: 풍월
en: wind axe

source: 아
en: e

source: 명목?
en: A reason?

source: 라지에르는 예뻐서, 좋아.
en: I like! Lagier pretty.

source: 지하 수로인 거 같군.
en: ...seems like the underground waterways.

source: 해신에게 성흔을 받으셨나요?
en: Did you receive an imprint from the goddess?

source: 둥실
en: shk

source: 그리고 너한테는 이미 계약의 증표로 성흔까지 새겼는데 몰랐어?
en: And I imprinted a symbol of our contract on you. Didn’t you notice?

source: 쓸데없이 스승이니 뭐니 헛소리하지 말고 본론을 말해라?
en: Don’t beat around the bush and get to the point, will you?

source: 테이는 마룡의 일가로 선대의 지식을 모조리 물려받고 태어났어.
en: Tei was born with all the knowledge from his demon dragon predecessors.

source: 세상에!
en: My god!

source: 넌 무슨 친구라는 놈한테 협박이나 당하냐?
en: How could you be threatened by that friend of yours?

source: 저희 결혼식에 축하객으로 꼭 와주실 거죠?
en: you will come to congratulate us at our wedding, right?

source: 아몬드...
en: amond...

source: 아, 알겠습니다.
en: W-we understand.

source: 아니, 전하!
en: I mean, Your Highness!

source: 네가 거기 출신이라며?
en: that’s where you came from, correct?

source: 천왕에게 일러바치면 안 돼!!{j}자키~!
en: Zaki! Don’t tell the Angel King about me!!{j}

source: 알았어.
en: Alright.

source: 부끄럽지만...
en: I’m ashamed...

source: 어.....
en: Ah...

source: 그렇지만 좀 이상해.
en: but something’s strange.

source: 나도 잘 알고 있어 저게 뭔지...
en: I know what that is too.

source: 요정들이라면 모르겠지만 인간은 들어갈 수가 없습니다.
en: Fairies might be able to enter, but humans cannot.

source: 옳지, 잘 생각했어.
en: Good girl, you made the right choice.

source: 하아아...
en: Gasp

source: 익히니까 보기보단 맛있던데요?
en: They’re tastier than they look when grilled.

source: 어찌 이, 이런 신성한 곳에서 이런 잔혹한 일을 하실 수가 있단 말입니까!
en: how c-can you be so cruel in such a sacred place, your majesty?!

source: 죄송합니다, 왕.
en: I’m sorry, my King.

source: 우리나라 왕족들은 좀 특이체질이니까.{j}그게 유전으로 물려받는 거거든.
en: jereilla’s royalty inherits strange physical traits.{j}

source: 와!
en: wow!

source: 그래, 돌아가면 세계 정복을 위한 다음 계획을 실행해야지.
en: indeed. once I get back, I need to move onto the next step toward world domination.

source: 어이!
en: Hey!

source: 망했어요!
en: I’m doomed!

source: 지하수로는 분명 황궁에서 오래전에 폐쇄했다고 들었는데
en: the palace closed off the underground waterways long ago...

source: 저는 달이 아니라 자라지라~
en: I’m not a moon. I’m a tuuurtle!

source: 조찬을 함께 하시자는 데요.
en: He invited you to have breakfast together.

source: 전하, 그보다 아까 그 녀석 검술 완전 죽이지 않습니까?
en: Your Highness, wasn’t that guy from earlier absolutely amazing?

source: 그런데 보다시피 내가 살이 너무 쪄서 문제란 말이야.
en: But as you can see, it’s a problem that I’m too fat.

source: 전하는 어쩌시려고요?
en: what will you do, your highness?

source: 투둑
en: Thud

source: 지금도 내 명령대로 마계의 질서를 잘 지키고 있겠지?
en: I suppose he’s still following my orders and guarding the demonic realm well.

source: 너 때문에 이렇게 된 거잖아.
en: we ended up this way because of you.

source: 그치?
en: Right?

source: 달!
en: a moon!

source: 아아..
en: Oh...

source: 모든 것은 왕의 뜻대로...
en: As you wish, my King.

source: 어서 상을 치워라!
en: Hurry and clear the table!

source: 특별한 손님 여러분.
en: special guests.

source: 날개?
en: Wings?

source: 내 말 듣기 잘했지?
en: Glad you listened, right?

source: 비켜!
en: Move aside!

source: 아 참, 조금만 기다리십시오.
en: Oh right, please wait a moment.

source: 피리 속에 천년 묵은 영물을 신수로 진화시키는 신성력이 깃들어 있을 줄이야.
en: ...but I didn’t expect that flute to have holy power that could transform a thousand-year-old mystical creature into a deity.

source: 내가 상처에 약 바르는 거 보더니
en: I was treating the injury on my shoulder.

source: 헤헤.
en: Hehe.

source: 난 누구의 힘도 빌리지 않아.
en: There’s no such reason.

source: 저...
en: Y-

source: 설마!
en: no way!

source: 성흔도 새겨놨어.
en: I even engraved my sign on him.

source: 자아~ 그럼 어떤 놈부터 시작할까?
en: well, then! which one should I begin with?

source: 스 윽 ㅣ
en: wipe

source: 그나저나...
en: by the way...

source: 좋아, 할터.
en: Alright, Halter.

source: 그런데 라지에르 왕자는...
en: Wasn’t Prince Lagier...

source: 대체 어디 계신 건가요...
en: where in the world are you?!

source: 저희 주인님이 어떤 방법을 쓰든 꼭 찾아오라고 엄명을 내리셨거든요.
en: My master ordered me to use whatever means possible to find them.

source: 진짜 최악이군.
en: You’re god-awful.

source: 모두 콩고물이 떨어질 만한 황족에게 붙어서 충성하는 거지.
en: they just go to the imperial members whom they can benefit from.

source: 천 년 전 우리 선조가 남긴 유산?
en: the inheritance that my ancestors left a thousand years ago?

source: 응?
en: Huh?

source: 자, 잠깐!
en: w-wait!

source: 누가...!
en: Who-

source: 사흘 만에 오셔서 갑자기 또 그런 말씀을 하셔도...
en: Even if it has been four days since you last came...

source: 내가 라지에르한테 주려고 호수 안에서 물어왔어!
en: I got it from the lake to give it to you, lagier!

source: 마치...
en: it’s like...

source: 아차차...
en: oops...

source: 날 이렇게 만든 제르에이라의 왕자 라지에르!
en: This is because of Prince Lagier of Jereilla!

source: 왜 그러십니까, 왕자 전하.
en: What’s the matter, Your Highness?

source: 그게 가능해?
en: you can make me hear it?

source: 우릴 보내줘!
en: Let us go!

source: 전...
en: Because I...

source: 지금 원래대로라면 불가능한 일이 왕께 일어난 거라고요!
en: By that logic, something impossible just happened to you, my King!

source: 덜{j}덜
en: Tremble{j}

source: 가공만 거치면
en: With just a bit of processing...

source: 황제폐하가 맘에 드신다면 편하게 해드려야지.
en: If the emperor insists, I’ll make myself comfortable then.

source: 그래서 머리를 써서 공부만 열심히 해도 빠지죠.
en: So you can lose weight just by using your brain to study hard.

source: 왕, 훈련을 하시는 건 어떻습니까?
en: My king, what about training?

source: 어기면 다시 바다로 돌려보낸다?
en: otherwise, I’ll send you back to the sea!

source: 글쎄...
en: I don’t know...

source: ...가만, 뭔가 익숙한데 저 눈빛, 미소...
en: Wait, that gaze and smile look kinda familiar...

source: 그 정도는 나도 알아.
en: I know that too.

source: 솔직히 말해.
en: Be honest.

source: 하지만 기술을 발전시키려면 이렇게 안주하고 있을 수만은 없어요.
en: However, we cannot remain complacent if we want to develop our technology.

source: 라지에르 왕자에 대한 정보를 얻으려고 했던 것 뿐인데...
en: I just wanted some information about prince lagier...

source: 게다가 라지에르 왕자라면 국왕이 금지옥엽으로 아낀다는 포악한 망나니 왕자 아냐?
en: Isn’t Prince Lagier the cruel fiend that he adores so dearly?

source: 안녕하세요, 그림작가 시루입니다.
en: hello, I’m the illustrator, siru.

source: 본국의 접대가 많이 불편했소?
en: Have my people been mistreating you?

source: 근데 붕대도 가지고 다니나?
en: I didn’t know you carried bandages with you.

source: 라지에르한테 다시 한번 같이 놀러 가자고 해봐야지.
en: I’ll ask Lagier again to come out with me.

source: 흔한 상황이 아니라 확실치 않지만 최악의 경우, 계약 불이행으로 소멸해버린 전례도 있어요.
en: It’s not common, but in the worst case scenario, you might vanish for not completing the contract.

source: 삐질
en: Drip

source: 그럴 리가...
en: no way.

source: 누...누구시죠?
en: wh-who are you, sir?

source: 다른 스타일로 바꿔 드려볼까요?
en: or would you like a different hairstyle?

source: 헤헤헷...
en: hehehe!

source: 후들
en: Tremble

source: 곤히 주무셨는지 노크 소리에 반응이 없으셔서 말이죠.
en: You were so sound asleep that you did not answer my knocks.

source: 그래요?
en: Really?

source: 그럼 잘 됐네.
en: Then that’s great.

source: 마룡이 관여하고 있단 얘기야?
en: a demonic dragon is here in the human realm?

source: 전국에 있는 신전을 모두 찾아가 일일이 확인하지 않는 이상 방법이 없나?
en: Do I have no choice but to visit each and every temple in the Kingdom?

source: 탁
en: tp

source: 국왕 폐하께서 숨겨두셨던 다른 왕자 전하이신 건가?
en: His Majesty’s secret son?

source: 내가 그렇게 말했다고 진짜 혼자 나갔단 말이지.
en: Ugh, did she really go out alone because I said that?

source: 천신의 축복을 이어받을 대리인은 앞으로 나오라!
en: the man who shall carry forward god’s blessing! come forth!

source: 우리 집에 가서 놀자!
en: Come home with me! Let’s play!

source: 이 녀석...
en: This punk...

source: 세상에, 진짜 청은색 머리카락이야.
en: Wow, his hair really is bluish silver!

source: 저 인간...
en: That human...

source: 왜~ 또 나한테만 그래!!
en: why?! you’re always so mean to me!!

source: 너무하신 거 아닌가요?
en: don’t you think that’s kind of mean?

source: 그래, 이젠 돌아가야겠다.
en: Alright, let’s go back.

source: 나...
en: For...

source: 척
en: Shing

source: 역시...
en: isn’t as enjoyable as...

source: 그럼 너만 믿는다, 테이.
en: then I’ll trust you to it, tei.

source: 우리 왕의 명령 없이는 한 발자국도 나갈 수 없어요.
en: Without orders from the King, you can’t step a foot out of here.

source: 이 몸의 주인인 왕자에게 마서를 넘겨
en: The one who gave the forbidden book to the owner of this body...

source: 아...
en: Ah...

source: 나랑 한 약속 안 까먹었지?
en: You didn’t forget our plans right?

source: 저 얼굴은...!
en: That face!

source: 국왕 폐하가 저들에게 왕자 전하를 늘 시야에 두고 안전을 지키라 명하셨으니까요.
en: His Majesty ordered them to keep you within their sights and protect you at all times.

source: 아야야...
en: Ow...

source: 그 황제의 즉위식 축하를 위해 참석해달라는 정식 초대장을 전달하러 온 모양입니다.
en: I think they are here with a formal invitation for the Emperor’s coronation.

source: 엔젤링을 박살 냈다는 건 마족인 내가 천왕 미카엘로스보다 더 강하단 증거거든.
en: The shattered angel ring is proof that I’m stronger than the Angel King, Makielos.

source: 우리도 친해질 수 있는 건가?
en: Can we become friends, too?

source: 맞다!
en: right!

source: 귀족들이 모의해서 자기들에게 방해되는 황족을 죽이다니...
en: the nobles schemed to kill members of the imperial family who get in their way...

source: 살려주세요!
en: spare me!

source: 역모라니요!
en: treason?!

source: 초롱
en: Sparkle Sparkle

source: 죽을래.
en: wanna die?

source: 그리고 신수 아몬드의 가호를 받게 된 나는
en: as for me, since I now had the blessing of the deity amond...

source: 눈치
en: NERVOUS

source: 그, 그래...
en: I- I see.

source: 누굴 돕는데 꼭 이유가 있어야만 하냐?
en: do you need a reason to help someone?

source: 이제 슬슬 캐볼까 하던 참이였거든.
en: I was planning to start mining them soon.

source: 전하의 어깨에 상처...!
en: your highness! your shoulder!

source: 응!
en: Okay!

source: 이 녀석들은?
en: is going on?!

source: 왕자의 몰골을 좀 보세요.
en: Look at the prince!

source: 아, 그...
en: Oh...

source: 계약 대행으로 내가 계약의 의무를 이행해야 하는 상황이고...
en: ...so I have to fulfill the duties of the contract as a proxy.

source: 저기 쌍둥이 요정을 보내는 거로 퉁 치려는 건 아니고?
en: I thought you would just call it even by sending me those twins.

source: 고작 열매 하나 주운 거로 책임감 느낄 필요 없어.
en: There’s no need for you to feel responsible just for picking up a fruit.

source: 그나저나 궁금한 게 있는데 네 눈 말이야...
en: By the way, I’ve been curious about your eyes...

source: 덜컹
en: Clunk

source: ...하며 뭔가 펑!하고 나타날지도 모르잖아?
en: and ask, “what is your wish, master?”

source: 제발...
en: please...

source: 마력의 탑?
en: a tower of magic power?

source: 어떤 거 길래?
en: What kind of stuff?

source: 매직스톤을 다루는 마도공학 같은 것도 필요 없었고.
en: ...they didn’t need any magical engineering to develop artifacts out of the magic stones.

source: 그래, 대련.
en: Yes, a duel.

source: 옳지.
en: Good boy.

source: 언령마법사라...
en: a speech mage?

source: 헉...!
en: *Gasp*!

source: 시뮤엘 엘가.
en: simuon elga.

source: 썩
en: Down

source: 그...{j}그치만...
en: b-but...{j}

source: ....글쎄.
en: Well...

source: 텁
en: Trudge

source: 옷이 얇아 떨고 있는 제게 겉옷을 빌려주실 때 본 눈동자는 정말 상냥하고 따듯해 보였죠.
en: I was shivering because of my light clothes, but he took his jacket off for me with warm eyes.

source: 15년이나 이 어둡고 추운 곳에 나를 방치하고 오지 않았어!
en: You neglected me for 15 years in this dark and cold place!

source: 흑흑...
en: *Sob*...

source: 설마...
en: perhaps...

source: 어머 어머, 저분은 혹시 제르에이라의...
en: Oh my goodness! Perhaps he is Jereilla’s...

source: 인간 세상엔 그런 미묘한 신경전이 있다는 걸 까먹고 있었어.
en: ...so I forgot about the subtle battle of nerves between humans.

source: 그럼 경들은 모두 자기들 방으로 그만 돌아가 봐.
en: Then, you can all return to your rooms.

source: 이, 이 건방진 녀석이!
en: Y-you insolent fool!

source: 짹
en: Chirp

source: 내 말 좀 들어달라지라.
en: please, hear me out-dull!

source: 걱정도 많다.
en: Why worry so much?

source: 절대 안 됩니다!
en: I shan’t allow it!

source: 그만큼 전하께오선 대단하신 겁니다.
en: I just mean that Your Highness is truly incredible.

source: 난 아무것도 안 했지만...
en: though I didn’t do anything...

source: 으...
en: O...

source: 이 그림...
en: this drawing...

source: 그래, 너가요.
en: Yes, you.

source: 지금은 완전 개판일 겁니다.
en: It’s probably total chaos now.

source: 걱정 마, 내가 흘린 피 만큼 너한테 철저하게 뜯어 먹을 거니까.
en: oh, I will. I’m definitely going to take more than enough to cover the blood I lost.

source: 그럼 불편한 점이 있으면 언제든 불러주십시오.
en: Then, if you find any discomfort, feel free to call for me.

source: 그러니까 너도 같이 나갈 준비를 해.
en: So get ready to leave with me.

source: 소녀가 위험한 상황에 처한 건 사실이랍니다.
en: It is true that I am in danger.

source: 데려다준다는 내 호의를 무시하다니 혼을 내줘야겠구나!
en: How dare you turn down my kindness?! You need to be taught a lesson!

source: 귀공들 중 불만이 있다면 언제든 날 찾아오시오.
en: if any of you want to complain more, come to me any time.

source: 네...
en: Yes...

source: 지금은 그 전쟁이 종식되었지만...
en: It’s over now,

source: 제가 여왕이 된 후로...
en: I’ve never opened my eyes...

source: 멀리 떨어져 있는데도 그런 게 확인할 수 있다니 신기해!
en: It’s fascinating how you can check from so far away!

source: 그게 사실입니까?
en: Is that true?

source: 크...흐큭...
en: *Cough*

source: 일단 쓸만한 녀석인지 아닌지 확인해야겠으니 만나보고 결정하면 돼.
en: I need to see whether the engineer is useful or not first. I’ll decide after I meet him.

source: 귀족을 해치려 한 흉악한 범죄자들이다!
en: Menacing criminals dared to harm a noble!

source: 얼굴이 더러워졌잖아.
en: My face is dirty now.

source: 내 귀여운 제자, 아리스티드 텐을 해치려 한 못된 녀석들이?
en: are you the bad guys who tried to hurt my adorable disciple, aristid ten?

source: 이게...
en: how is...

source: 앗, 잠깐...
en: uh, wait a second...

source: 꺄르르
en: heehee

source: 지금 같은 속도라면 달이 뜰 무렵 도달할 수 있을 거라고 합니다.
en: At this rate, we will get there by the time the moon rises.

source: 후읍!
en: Hmmph!

source: 피로 이루어진 맹세의 언어.
en: A language of oath that uses blood.

source: 내가 치유술 써줄까?
en: Should I use some healing magic?

source: 아아....
en: Ah...

source: 파
en: Wh

source: 마법사 말고 마도공학자는 여기 없나?
en: don’t they have any magical engineers here instead of mages?

source: 해신께서 세드나님을 보내주신 데는 다 이유가 있는 거군요.
en: I guess there is a reason why the goddess of the sea sent her here.

source: 척-
en: Step
